<template>
    <div id="Rule" class="local_scroll">
        <div class="RuleBox">
            <dl class="active">
                <div class="aboutTitle">充值协议</div>
                <dt>
                    <div>
                        <div class="rule-content padB1">
                            <p class="fontW">
                                尊敬的用户您好，在同意本协议前，请您认真阅读并充分知悉、理解牦牛出行平台的各项规则及要求，以及国家关于该类互联网信息服务的法律法规等。如果您对本协议的任何条款表示异议，您可以选择不使用；使用则意味着您将同意遵守本协议下全部规定，以及我们后续对使用协议随时所作的任何修改，并完全服从于我们的统一管理。本协议已对与您的权益有或可能具有重大关系的条款，及对牦牛出行平台具有或可能具有免责或限制责任的条款用粗体字予以标注，请您注意。
                            </p>
                            <p  class="fontW borderB padB2">请确认您具有完全民事行为能力，如您已年满18周岁，或您已年满16周岁且依靠自己的劳动收入作为主要生活来源，否则请您停止注册或使用本协议项下的服务。</p>
                        </div>
                        <div class="rule-header">第一章 总则</div>
                        <div class="rule-content padT2 padB1 ">
                            <p>第1条 牦牛出行平台是西藏佳斯特信息技术有限公司(以下统称“牦牛出行官方”) 向用户提供的一种更方便网络预约出租车的互联网信息服务平台。</p>
                            <p>第2条 牦牛出行平台所有权、经营权、管理权均属牦牛出行官方。</p>
                            <p>第3条 牦牛出行官方有权在法律允许的范围内对本协议进行修改。</p>
                        </div>
                        <div class="rule-header ">第二章 牦牛出行充值规则</div>
                        <div class="rule-content padT1 padB1">
                            <p>第4条 在牦牛出行上进行充值的余额，可用于在牦牛出行上进行网络预约出租车服务，且暂时只能用于牦牛出行平台的网络预约出租车服务。</p>
                            <p>第5条 在进行充值时，您务必仔细确认自己的账号并仔细选择相关操作选项。若因为您自身输入账号错误、操作不当或不了解充值计费方式等非牦牛出行平台因素造成充错账号、错选充值种类等情形的，牦牛出行平台将不予退费，也不会作出任何补偿或赔偿。</p>
                            <p>第6条 若您以不正当的方式，或使用非牦牛出行平台所指定的充值方式进行充值，牦牛出行平台不保证该充值顺利或者正确完成。若因此造成您权益受损，牦牛出行平台不会作出任何补偿或赔偿。因您采取不正当方式（包括但不限于利用牦牛出行系统漏洞、通过非牦牛出行认可渠道、违反规则、利用外挂程序、作弊等方式）进行充值，损害了牦牛出行平台及其他方的合法权益，牦牛出行平台有权随时没收、冻结不当所得，封禁您的牦牛出行账号及禁止您使用各项充值服务的权利。</p>
                            <p>第7条 充值成功后，充值所增加的账号内余额可由您在牦牛出行平台上自由使用。</p>
                            <p>第8条  平台提供并支持免密小额支付功能，如您点击确认开通后，牦牛出行平台快车、专车、代驾业务，司机确认结束行程后会自动扣款；以上扣款触发时，将从您签约的第三方支付、充值金额或银行账户中扣除相应的费用。</p>
                            <p>第9条 如果牦牛出行平台发现因系统故障或其他任何原因导致的处理错误，无论有利于牦牛出行平台还是有利于您，牦牛出行平台都有权在以电子邮件、微信、电话、短信或其他合理方式通知您后纠正该错误。如果该措施导致您账户显示本次充值数量少于实际充值数量，则牦牛出行平台在确认该处理错误后会尽快将差额补足至您的牦牛出行账户中。如果该错误导致您账户显示本次充值数量多于实际充值数量，则无论错误的性质和原因如何，牦牛出行平台有权从您的牦牛出行账户中直接扣除差额。</p>
                        </div>
                        <div class="rule-header ">第三章 权利声明</div>
                        <div class="rule-content padT1 padB1">
                            <p>第9条 您可随时在手机牦牛出行APP上查看您余额情况。如您对该记录有异议，应立即通过客服渠道向牦牛出行平台提出，牦牛出行平台核对后确有错误的，将予以更正；否则您同意牦牛出行平台上的交易记录将作为交易的唯一有效依据。</p>
                            <p>第10条 牦牛出行平台有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。您了解，牦牛出行平台的前述设定可能对您的交易造成一定不便，您对此没有异议。</p>
                            <p> 第11条 在任何情况下，对于您充值时涉及由第三方提供相关服务的责任由该第三方承担，牦牛出行平台不承担该等责任。</p>
                            <p>第12条 进行充值时，您应确保您是绑定的支付宝、银行卡、微信等账户持有人，可合法、有效使用该账户且未侵犯任何第三方合法权益，否则因此造成支付宝等账户实际所有人损失的，您应单独负责解决由此产生的纠纷并承担全部法律责任。</p>
                            <p>第13条  充值金额进入牦牛出行钱包，默认开通钱包余额小额免密支付（200元及以下）。</p>
                            <p>第14条 因您自身的原因导致牦牛出行平台无法提供购买充值服务或提供购买服务时发生任何错误而产生的任何损失或责任，由您自行负责，牦牛出行平台不承担责任，包括但不限于：</p>
                            <p>（1）您未按照本协议或牦牛出行平台不时公布的任何规则进行操作；<br/>
                            （2）因您的牦牛出行账号丢失、被封禁；<br/>
                            （3）因您绑定的第三方支付机构账户的原因导致的损失或责任，包括您使用未经认证的第三方支付账户或使用非您本人的第三方支付账户，您的第三方支付账户被冻结、查封等；<br/>
                            （4）您将密码告知他人导致的财产损失；<br/>
                            （5）因您个人的故意或重大过失所造成的财产损失。
                            <p>第15条 牦牛出行平台系统因下列状况无法正常运作，使您无法使用各项服务或任何虚拟财产丢失时，本团队不承担损害赔偿责任，该状况包括但不限于：</p>
                            <p>（1）在牦牛出行平台公告之系统停机维护、升级、调整期间；<br/>
                                （2）电信通讯或设备出现故障不能进行数据传输的；<br/>
                                （3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府管制等不可抗力之因素，造成牦牛出行平台系统障碍不能执行业务的；<br/>
                                （4）由于黑客攻击、电信部门技术调整或故障、网站升级、相关第三方的问题等原因而造成的服务中断或者延迟。</p>

                        </div>
                        <div class="rule-header">第四章 处罚规则</div>
                        <div class="rule-content padT1 padB1">
                            <p>第16条 如发生下列任何一种情形，牦牛出行平台有权随时中断或终止向您提供本协议项下的网络服务而无需通知您：</p>
                             <p>（1）您提供的个人资料不真实；<br/>
                                 （2）您违反本协议中规定的购买规则；<br/>
                                 （3）您违反牦牛出行另行公布的活动规则、要求等。</p>
                            <p>除前款所述情形外，牦牛出行平台同时保留在不事先通知您的情况下随时中断或终止部分或全部网络充值服务的权利，对于充值服务的中断或终止而造成的任何损失，牦牛出行平台无需对您或任何第三方承担任何责任。</p>
                            <p>第17条  如果用户违规使用非本人苹果手机应用商店代冲值，或者通过其它非牦牛出行平台认可的渠道非法进行充值，则牦牛出行平台有权冻结该账户，并进行相应惩罚，严重者可以进行封号并进行扣除余额处理。</p>
                            <p>第18条  用户使用牦牛出行APP请严格履行《用户注册协议》约定，禁止通过APP漏洞或其他发手段进行刷单、套现、连续性的快速下单取消、破坏平台规则等行为。</p>
                            <p>第19条 用户在使用牦牛出行平台时，如出现违反国家法律法规、《用户注册协议》约定、《牦牛出行平台规则》约定、本协议约定或其他牦牛出行平台对用户的管理规定的情形，牦牛出行平台有权暂时或永久封禁您的账号。账号封禁后至解禁（如有）前，您账户上的余额将被暂时冻结或全部扣除，不可继续用于购买平台产品或者提供车辆服务，同时不予返还您充值的余额。</p>

                        </div>
                        <div class="rule-header ">第五章  充值退款</div>
                        <div class="rule-content padT1 padB1">
                            <p>第20条  用户在牦牛出行APP上充值时出现操作错误充值，导致充值额度过高（1000元以上）用户提供相关说明或证明信息可进行返还。</p>
                            <p>第21条  用户在牦牛出行APP上通过相关充值优惠、充值返现、充值送礼品等活动进行充值需要退款的，牦牛出行通过第20条确定后进行返还的，只返还实际充值未消费余额。任何通过充值优惠、充值返现得到的活动福利均不进行退还并直接扣除账户内优惠奖励金额。</p>
                            <p>第22条  用户通过牦牛出行APP优惠活动进行充值的，如充值送礼品等活动出现充值成功并且礼品已经使用或礼品已经损坏的不进行退款。</p>
                        </div>

                        <div class="rule-header ">第六章 附则</div>
                        <div class="rule-content padT1 padB1">
                            <p>第23条 牦牛出行平台保留修改或增补本协议内容的权利。本协议的修改文本将公告于牦牛出行平台或以其他牦牛出行平台认为可行的方式公告。修改文本一旦公布则立即生效，且对生效前的用户同样适用。若您在本协议内容发生修订后，继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务。</p>
                            <p>第24条 因本协议引起的或与本协议有关的争议，均适用中华人民共和国法律。</p>
                            <p>第25条 因本协议引起的或与本协议有关的争议，牦牛出行平台与您将协商解决。协商不成的，任何一方均有权向本协议签订地有管辖权的法院提起诉讼。</p>
                            <p>第26条 本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。</p>
                            <p>第27条 本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。</p>
                            <p>第28条 本协议签订地：拉萨。</p>
                        </div>
                    </div>

                </dt>

            </dl>
        </div>
    </div>
</template>


<script>
    import '../../../../assets/css/Module.css';
    export default {
        name: "rechargeRule"
    }
</script>

<style scoped>
    #Rule{background: #ffffff;}
    .local_scroll{height: 100%;background: #ffffff}
    .aboutTitle{padding:2rem ;font-weight: bold;font-size: 1.5rem;padding-bottom: 1rem;}
    .RuleBox dl dt p.orderColor6{color: #9b9b9b}
</style>