<template>
    <div id="bookNotice" class="animatedRouter  FontS12 bgcolorW">
        <div class="local_scroll">
        <h2 class="bigTitle padT2 padL1D5">预定须知</h2>
        <div class="pad1D5 lineH2">
            <p class="fontW">西藏佳斯特信息技术有限公司（以下简称牦牛出行）使用牦牛出行APP预订平台，为客户进行预订配备驾驶员包车服务产品或者租赁车辆自驾服务产品。</p>
            <p class="fontW">在预订开始前，请仔细阅读本须知，本须知及产品页面中的重要条款也做为双方协议的补充内容。当您开始预订产品时，已表明您仔细阅读并接受协议的所有条款。</p>
            <div class="padT1">
                <div class="rule-header fontW">第一条 相关概念注解</div>
                <div class="rule-content">
                    <p>1.租车产品：租车产品是指，本公司为其客户代为预订车辆使用的自驾租车服务。本产品仅在本公司服务已经开通该项业务的城市预定。</p>
                    <p>2.包车产品：包车产品是指，本公司为其客户代为预订车辆使用带司机的租车服务。本产品仅在本公司服务已经开通该项业务的城市预定。</p>
                    <p>3.自驾租车（包车）产品开始和结束时间：开始时间以订单上预订的用车时间为准，结束时间以实际结束时间为准，如您用车超过在本公司预订的部分，请您参考不同车型选项说明中的标准，并在还车时依据与供应商签署的《租车合同》直接与供应商结算。</p>
                    <p>4.自驾租车（包车）产品建议提前4小时预订，请以收到订单生效通知后确认您已预订到车辆资源。</p>
                    <p>5.自驾租车（包车）租金基本计费单位：1天（24小时），租期不满24小时将以租车公司标准按照一天费用收取。</p>
                    <p>6.费用中不含路桥费、停车费以及因违反交通法规产生的罚款等费用。</p>
                    <p>7.以下所说的驾驶人是指：依据本公司的预订单向租车公司承租租车产品的自驾人员；订车人是指：依据本公司的预订单向租车公司承租包车产品的人员</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第二条 租车产品价格</div>
                <div class="rule-content">
                    <p>1.本公司保留在不事先知会的情况下随时更改其网站上已公布的租车产品和包车产品价格的权利。</p>
                    <p>2.您预订的租车产品和包车产品价格以发给您的确认单（邮件、传真或手机短信）上约定的金额作为参考，最终价格请以当地租车门店为准。本公司给您的确认单上约定的价格，只包括确认单中注明的费用包含项中的内容，其它均不含。</p>
                    <p>3.如果您超过确认信息中用车所限定的使用时间或公里数，请您在还车时依据线下和租车公司签订的《租车合同》直接与租车公司结算，您可参考具体产品中相应车型中有关超时超公里的收费标准，租车公司会在还车结算后向您提供相应的收据。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第三条 订单生效</div>
                <div class="rule-content">
                    <p>1.订单生效的定义：产品预订成功后，本公司通过牦牛出行平台给您发送确认信息，该订单即生效。</p>
                    <p>2.订单生效后，您应按订单中约定的有效时间或时段准时到达约定地点。如您未在约定时间内到达约定地点则视为您主动解约。本公司有权按照本须知第五条的约定要求赔偿。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第四条 您主动取消已生效订单</div>
                <div class="rule-content">
                    <p>订单生效后，您可以在租车服务或包车服务开始前通知本公司取消您所做预订，取消订单需遵循预订流程中已披露的取消政策，可能依照政策产生相应违约费用。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第五条 产品使用权变更</div>
                <div class="rule-content">
                    <p>订单生效后不可变更驾驶人，车辆不可转借给您预订登记中的驾驶人之外的他人使用或违反合同对车辆作任何处置，如您确实需要将车辆使用权转与他人，请务必取消原有订单，再重新下订单。未经本公司确认同意的使用权转让，我们对可能发生的任何问题不承担任何责任。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第六条 您应履行的义务</div>
                <div class="rule-content">
                    <p>1. 您提供给本公司、牦牛出行平台以及车行的驾驶人或订车人个人信息均应为真实有效，并请在约定时间持确认短信/邮件、本人两证一卡（中国居民第二代身份证原件、中华人民共和国机动车驾照或门店接受的其他合法证件，有足够余额的本人的国内信用卡或者门店同意的其他担保方式）前往租车公司门店办理租车手续，并与车辆租赁商家签署《租车合同》。 </p>
                    <p>2.如果您的驾照为国际或外国驾照，根据中国法律需换领中国大陆驾照后方可租车自驾。</p>
                    <p>3.在您取车时，租车公司将会收取一笔车损押金，在您还车时，租车公司将会收取一笔违章押金，这两笔押金租车公司会以信用卡或现金的方式向您收取，具体金额会根据租车公司和车型的不同而不同，以门店和您签订的《租车合同》为准，由您在门店线下确认和操作。</p>
                    <p>4.如因客户自身原因导致不能按时取车或还车，应按照提车时与车辆租赁商家签订的《租车合同》执行，您将依据合同承担相应的费用和办理手续，请注意一旦超期未还应立即通知租车公司，擅自未经许可逾期不还除经济责任外还可能承担相应的治安、行政及刑事责任。</p>
                    <p>5.购买基本保障服务请仔细查看保障范围，请遵守理赔要求，注意不予理赔场景，否则您可能无法享受保障，具体以保险公司条款为准。</p>
                    <p>6.请您诚实守信按照约定使用车辆，遵守《租车合同》对使用权转让的约定；如发生不遵守《租车合同》擅自转交、转让、处置该租赁车辆，所发生的任何责任，驾驶人或订车人将承担相应责任。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第七条 本公司的服务包括：</div>
                <div class="rule-content">
                    <p>1.按照确认订单为您预订车辆。</p>
                    <p>2.向您告知提车的具体接洽办法。</p>
                    <p>3.严格考评筛选出的具备相关资质的车行向您提供服务，对订单中已经确认的用车车组描述和相关服务描述的准确性负责。 </p>
                    <p>4.本公司不从事汽车租赁营运，您与租车公司建立汽车租赁合同关系，租车公司为合法从事汽车租赁业务的汽车租赁商。本公司仅负责租车产品因预订环节产生的相关事宜，租车合同履行中发生的相关事件及纠纷，包括但不限于，交通事故、第三者责任、车辆急修援助、保险理赔罚金、延期还车等其他事宜，由客户（承租人）和租车公司（出租人）按照其双方签署的书面租车协议协商解决，本公司不承担租赁车辆因任何事故造成的任何后果。 </p>
                    <p>5. 如您与租车公司签署《租车合同》自行变更了本公司的订单，请以您签署的合同为准，本公司无法为您自行变更的事项负责。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第八条 不可抗力</div>
                <div class="rule-content">
                   <p>因不可抗力(包括地震、台风、雷击、水灾、火灾等自然原因，以及战争、政府行为、黑客攻击、电信部门技术管制等原因)不能履行或不能继续履行已生效订单约定内容的，本公司和您均不承担违约责任，但法律另有规定的除外。 </p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第九条 争议解决</div>
                <div class="rule-content">
                    <p>在您的预订生效后，如果在本须知或订单约定内容履行过程中，您对相关事宜的履行发生争议，您只同意按照中华人民共和国颁布的相关法律法规来解决争议。凡因本合同引起的或与本合同有关的任何争议，均应提交成都市仲裁委员会按照该会仲裁规则进行仲裁。仲裁裁决是终局的，对双方当事人均有约束力。</p>
                </div>
            </div>
            <div class="padT1">
                <div class="rule-header fontW">第十条 其它</div>
                <div class="rule-content">
                    <p>本须知未尽的其他事项，由双方协商解决。</p>
                </div>
            </div>
        </div>
        </div>
    </div>
</template>

<script>
  import airCommonBtn from '@/components/airCommonBtn';
  export default {
    name: 'bookNotice',
    components:{
      airCommonBtn
    },
    data:function(){
      return {
        //组件按钮
        airCommonBtnText:'返回',

      }
    },
    methods:{

    },
    created(){
    }
  }
</script>

<style scoped>
    #bookNotice{height: 100%;background: #ffffff;}
    .rule-header{text-align: left;font-size: 1.25rem}
</style>
